{
  "blink.cmp": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" }
}
